Repository: andrasfuchs/Naplampa
Catalog: MagmaLightWeb/Products/App_LocalResources/Products.aspx.*.resx
Languages: de

# lblProductPrice.Text
source: &nbsp;&nbsp;&nbsp;Now:
de: &nbsp;&nbsp;&nbsp;Jetzt:

# lblMSRPPrice.Text
source: MSRP:
de: Preisempfehlung des Herstellers:

# page.Title
source: Products - MagmaLight
de: Produkte - MagmaLight

# lnkOrder.Text
source: Order
de: Bestellung

# lblSaleRemaining.Text
source: !! Sale ends in {0} day(s) !!&nbsp;&nbsp;&nbsp;&nbsp;
de: !! Die Aktion dauert nur noch {0} Tage !!&nbsp;&nbsp;&nbsp;&nbsp;

# lblDetailedDescription.Text
source: Detailed information
de: Ausführliche Informationen

# lblDetails.Text
source: Click here for details!
de: Klicken Sie für Einzelheiten!

# lblGuarantee.Text
source: <span>1</span> <p>year factory<br />and 30 day<br /> <strong>moneyback<br />guarantee</strong></p>
de: <span>1</span> <p>Jahr Hersteller<br />und 30 Tage<br /> <strong>Geld-Zurück<br />Garantie</strong></p>

# lblOtherProducts.Text
source: Other products
de: Weitere Produkte

# lblProperties.Text
source: Properties
de: Eigenschaften

# lblDepressionText.Text
source: <p>Light is at least as good medication as pills – most likely even better. The best example: people suffering from SAD (Seasonal Affective Disorder), Sunlight is a very effective antidepressant.</p> <p>In his in-depth research on depression, Kripke compared light and medication based therapies systematically. He firmly stated that light therapy should be used for treating depression at least parallel with drug-based medication, even before clinic tests .</p> <p>Sunlight therapy is proven by biology itself. With regard to hormones, depression and SAD are associated with low serotonin levels, while it is proven by research that when exposed to bright sunlight, the brain’s serotonin level increases.</p>
de: <p>Das Licht ist eine genauso wirksame Heilmethode als die Medikamente, sogar vielleicht noch eine bessere. Der beste Beweis dafür ist, dass Licht denjenigen die an Winterdepressionen leiden, ein sehr wirksames Antidepressivum ist.</p> <p>Kripke hat in seiner Studie über die tiefe Depression die Licht- und Medikamententherapien systematisch verglichen. Er meint, dass die Lichttherapie - wenigstens als Ergänzung zu Medikamententherapie - im Kampf gegen Depressionen verwendet werden sollte.</p> <p>Hinsichtlich des Hormonhaushaltes wird der niedrige Serotoninspiegel mit Depressionen und Winterdepressionen in Zusammenhang gebracht. Forschungen beweisen, dass der Serotoninspiegel in unserem Gehirn steigt, wenn wir hellem Sonnenlicht ausgesetzt sind. Daraus ist zu schließen, dass die Sonnenlichttherapie von der Biologie selbst bestätigt wird.</p>

# lblEconomyHeader.Text
source: Sustainable and economic
de: Wirtschaftlichkeit

# lblEconomyText.Text
source: <p>There are different levels of power consumption among our products, all of them are energy-saving and have a very long lifespan.</p> <p>The same light power that a regular 85W bulb produces is made by a 13W full spectrum energy saver bulb. If we suppose that they both will work for 8,000 hours, then during their lifespan they will use use 680kWhs (regular) and 104kWhs of energy. That means that the consumption ratio is 1 to 6.5!</p> <p>Don't forget that lifespan of the regular bulbs are much less then our products': they have only 1,000 hours compared to 8,000 of our full spectrum bulbs.</p>
de: <p>Unter unseren Produkten finden Sie Lampen mit unterschiedlichem Verbrauch, alle haben jedoch eine lange Lebensdauer und sind energiesparend.</p> <p>Was eine herkömmliche Glühlampe bei einem Verbrauch von 85W leisten kann, leisten unsere 13W. Mit der Annahme dass beide 8,000 Stunden lang betrieben werden, verbraucht die herkömmliche 680 kWh und die energiesparende nur 104 kWh. Die Energiesparlampe ist somit 6,5-mal sparsamer.</p> <p>Wenn wir auch die Tatsache berücksichtigen, dass die Lebensdauer der herkömmlichen Glühlampen erheblich kürzer ist (nur 1,000 Betriebsstunden anstatt 8,000 Betriebsstunden), dann ist ersichtlich, dass wenn sie eine unserer Lampen anschaffen und benutzen, müssten sie für die gleiche Lebensdauer 8 herkömmliche Glühlampen kaufen. Wenn also 8 herkömmliche 85W Glühlampen für 22.85 EUR zu haben sind, kostet eine unserer Vollspektrum-Lampen mit vergleichbarer Leistung nur 14.30 EUR !!</p>

# lblFullSpectrumHeader.Text
source: Full spectrum light
de: Vollspektrumlicht

# lblFullSpectrumText.Text
source: <p>The spectrum analysis can hold useful information about the measurable amount of light in the different light-frequency ranges. If you investigate the spectrum of the natural sun-light, you can observe that the Sun emits light not only in the visible ranges. </p> <p>The quality of a bulb's light can be judged by its similarity to sunlight. The commonly used energy saving bulbs have an 20%-30% similarity index, because they produce light only in the visible range. All the products you can find on this site have at least 80% similarity index, which means that the light is amazingly similar to the Sun's light, and it has a high color rendering index.</p> <p>The CRI (Color Rendering Index) defines the quality of the light. The higher the value the higher quality the source is. Because we have 80%+ products, they are qualified to be used in professional photo and printing environment as well.</p> <p>The other major benefit of having a full-spectrum light is that it has a very positive effect on all living beings (in the same way as the Sun does). With these bulbs you can catalyze the photosynthesis, the growing and nutriment processing procedures are getting faster. Plant cultivation, pet keeping, aquarium lighting, bird farms are especially good applications. We humans benefit also from the good impacts of the natural light sources, so it is advisable to use them everywhere you spend time.</p>
de: <p>Die Analyse des Spektrums des Lichts enthält wertvolle Informationen über die messbare Strahlung aus den verschiedenen Spektralbereichen. Wenn man das Spektrum des Sonnenlichts untersucht, erkennt man dass die Sonne nicht nur in den sichtbaren Spektralbereich Licht ausstrahlt, sondern auch im infraroten und ultravioletten Bereich.</p> <p>Die Qualität des Lichts einer Lampe kann mit seiner Ähnlichkeit zum Sonnenlicht verglichen werden! Der Ähnlichkeitsindex der gewöhnlich als Energiesparlampe verkauften Lampen liegt zwischen 20 und 30%, da diese nur Licht im sichtbaren Spektralbereich ausstrahlen. Die von uns vertriebenen Vollspektrum-Lampen entsprechen zu 85 bis 90% dem Licht der Sonne, was eine außergewöhnliche Ähnlichkeit und eine hohe Farbwiedergabe verspricht.</p> <p>Die zur Messung der Farbwiedergabe benutzte Kennzahl ist der CRI (Color Rendering Index, Farbwiedergabeindex). All unsere Produkte haben einen CRI Index über 80%, deshalb können sie auch in einer professionellen Umgebung in den Bereichen der Fotographie und des Druckes angewendet werden.</p> <p>Ein weiterer wichtiger Vorteil der Abdeckung des vollen Spektrums ist, dass es auf alle Lebewesen eine positive Wirkung ausübt (wie es für das natürliche Sonnenlicht der Fall ist). Mit Hilfe dieser Lampen kann die Photosynthese erheblich verbessert werden; das Wachstum und die Nährstoffaufnahme werden beschleunigt. Hervorragende Anwendungsgebiete sind z.B. die Pflanzenzüchtung, die Tierhaltung, die Beleuchtung von Aquarien oder die Ziervogelhaltung. Auf uns Menschen üben diese Lampen die gleiche gute Wirkung aus, deshalb sollte man die Räume damit beleuchten wo man sich am meisten aufhält.</p>

# lblHealthHeader.Text
source: Health and sleeping disorders
de: Gesundheit, Schlafstörung

# lblHealthText.Text
source: <p>A few decades earlier we lived with and in the Sun spending a lot more time outdoors than today.</p> <p>Without the morning Sunlight our biological clock fails to properly start producing the hormones needed for a fresh and active wake-up. If we do not get enough Sunlight in the daytime, we easily lose enthusiasm for work. At night we are often awake longer which may cause negative mood changes and sleep disorder. How well we sleep, how active we are and the way we feel in general are all defined by our inside biological clock.</p> <p>The rhythm of being asleep and awake is called biorhythm. If this clock does not receive its natural impulses from the environment – like morning sunlight and later the sunset – this rhythm disorientates and hormones are not produced with a proper timing and quantity.</p> <p>Most mood-change and sleep disorders are caused by bio-rhythmic imbalance – according to medical study papers.</p> <p>Research has shown that nowadays people get an average of 21 minutes in Sunlight every day, which is a lot less then the measured average a few decades before. This may be one cause for depression and depression-related cases have doubled in numbers, and sleep disorders have grown triple over the past 50 years.</p>
de: <p>Vor einigen Jahrzehnten sind wir noch mit der Sonne aufgewacht und mit ihr schlafen gegangen, und wir haben viel mehr Zeit im Freien verbracht als heutzutage.</p> <p>Mit dem fehlenden Morgenlicht kann unsere biologische Uhr nicht ausreichend Hormonen produzieren die für einen frischen und aktiven Aufwachen nötig sind. Wenn wir auch tagsüber nicht genug Sonnenlicht bekommen, dann werden wir schlaff und verlieren unsere Lust auf Arbeit. Zudem sind wir noch nachts meistens länger auf, was zu Stimmungsschwankungen und zur Schlafstörung führen kann. Wie wir schlafen, wie aktiv wir sind, und wie wir uns fühlen, wird alles von unserer inneren biologischen Uhr bestimmt.</p> <p>Der Rhythmus vom Wachsein und Schlaf nennen wir Biorhythmus. Wenn diese innere Uhr nicht den entsprechenden Impuls von der Umgebung erhält, wie das frühe Morgenlicht und die abendliche Dämmerung, wird der Rhythmus gestört und die Hormonen werden nicht zur rechten Zeit oder in ausreichende Menge produziert.</p> <p>Den medizinischen Fachzeitschriften zufolgen, sind Störungen des Biorhythmus verantwortlich für Launigkeit und Schlafstörungen.</p> <p>Studien haben zum Beispiel nachgewiesen, dass wir heutzutage im Durchschnitt ca. 21 Minuten Sonnenlicht bekommen, was viel weniger ist, als der vor einigen Jahrzehnten gemessene Durchschnitt. Es kann vielleicht die Ursache dafür sein, dass die Zahl der Depressionen und der dazu gehörenden Krankheiten in den letzten 50 Jahren sich verdoppelt hat, sowie die Zahl der Schlafstörungen in dem selben Zeitraum auf das Dreifache gestiegen ist.</p>

# lblIonizerHeader.Text
source: Allergy, smoking, asthma
de: Allergie, Rauchen, Asthma

# lblIonizerText.Text
source: <br /><div style="text-align: center"><iframe width="640" height="510" src="http://www.youtube.com/embed/YcAWKWcPwsc?rel=0" frameborder="0" allowfullscreen></iframe></div> <p>Tiny particles floating and flying in the air that we breathe in cause allergic symptoms, asthma and the unpleasant smell of cigarette smoke for example. But why weren’t there so many related cases 50 years before than nowadays? The answer is quite simple: there is a mix of positive and negative molecular parts floating in the air, and this balance defines how much are parts able to float at all. As You will see below, in city areas the ratio of positive charged parts is extremely high – causing unhealthy moleculas to be around in larger numbers. One solution is the negative ion generator…</p> <p>Negative ions turned out to have a general good effect for the body.</p> <p>Density of negative ions in the air - in different environments</p> <p> <table> <tbody><tr> <td> <strong> Environment </strong> </td> <td> <strong> Density (-ion/cm3)</strong> </td> </tr> <tr> <td> Waterfall </td> <td> 95,000 – 450,000 </td> </tr> <tr> <td> Mountain, beach, forest </td> <td> 50,000 – 100,000 </td> </tr> <tr> <td> Countryside field </td> <td> 5,000 – 50,000 </td> </tr> <tr> <td> City </td> <td> 100 – 2000 </td> </tr> <tr> <td> Room or office </td> <td> 40 – 100 </td> </tr> <tr> <td> Air-conditioned room </td> <td> 0 – 20 </td> </tr> </tbody></table> </p> <p>&nbsp;</p> <p>The positive effects of high ion density</p> <p><ul> <li>Better general well-being</li> <li>Faster growth in the cases of plants and animals</li> <li>Increasing cilium ‘performance’ in the lungs</li> <li>More effective relaxation (less worries in general)</li> <li>Lower body temperature</li> <li>Lower relaxed-state heart pulse rate</li> <li>Lower ratio of viruses and bacteria in the air</li> <li>Faster learning in the cases of mammals</li> <li>Ease of gastric ulcer symptoms</li> <li>Eased symptoms of dust allergy</li> <li>Ease of pollen allergy symptom</li> <li>Ease of dust mite allergy symptoms</li> <li>Ease of allergies caused by animal hair</li> <li>Ease of mildew spore allergy symptoms</li> <li>Ease symptoms of hay fever</li> <li>Ease asthma symptoms</li> <li>Clean air</li> <li>Dissolve smoke</li> <li>Ease of SAD – Seasonal Affective Disorder</li> <li>Ease of depression</li> <li>Ease of chronic tiredness</li> <li>Smell reduction (not as effective as ozone though)</li> <li>Helps to avoid breathing disorders</li> <li>Helps to avoid migraine and headaches</li> </ul> </p> <p>Increased negative ion density in the air is well known to be generally good for health. Changes include better relaxations, less feeling of tiredness, and less stress, discomfort, tension and depression.</p> <p>The ionizer is the small bar at the center of the light bulb, surrounded by the lighting pipe. The process is simple: the electric device pushes negatively charged ions in the air. All the dust, pollen, smoke, smell molecules and bacteria need positively charged ions to travel in the air. When the negative and pozitive particles collide, the positive loses its charge, so the 'traveler' falls to the ground. The air becomes significantly cleaner, loses its odor and we are not going to inhale the dangerous materials.</p> <p>Technically speaking the ionizer is a 6-7KV device, which consumes approximately 2-3 Watts. During its functioning ozone will not be produced.</p> <p>It's important to know about the ionizer that its efficiency could decrease if you use it with a closed lamp-shell.</p>
de: <p>Für allergische Symptome, für den unangenehmen Geruch von Zigarettenrauch und für Asthmaanfälle sind die in der Luft befindlichen winzigen Partikeln verantwortlich, die schweben können, und die wir demzufolge zwangsläufig einatmen. Wie kann es wohl sein, dass es vor 50 Jahren noch nicht solche Erkrankungen in diesem Ausmass gab? Kaum zu glauben, aber die Antwort ist sehr einfach: Forschungen beweisen, dass in der Luft positiv und negativ geladene Teilchen gemischt zu finden sind. Das Verhältnis dieser unterschiedlich geladenen Teilchen bestimmt wie viele davon schweben können. In den städtischen Gebieten ist der Anteil der positiv geladenen Teilchen extrem hoch. Dies verursacht eine Vermehrung von unerwünschten Partikeln in unserer Raumluft. Eine der Lösungen ist der Negativ-Ionen-Generator...</p> <p>Die negativen Ionen wurden auch bei einer hohen Konzentration als unschädlich bewertet.</p> <p>Die Konzentration der negativen Ionen in verschiedenen Umgebungen</p> <p> <table> <tbody><tr> <td> <strong> Umgebung </strong> </td> <td> <strong> Konzentration (-Ionen/cm3)</strong> </td> </tr> <tr> <td> Wasserfall </td> <td> 95,000 – 450,000 </td> </tr> <tr> <td> Berg, Küste ,Wald </td> <td> 50,000 – 100,000 </td> </tr> <tr> <td> Ländliche Wiese </td> <td> 5,000 – 50,000 </td> </tr> <tr> <td> Stadt </td> <td> 100 – 2000 </td> </tr> <tr> <td> Zimmer oder Büro </td> <td> 40 – 100 </td> </tr> <tr> <td> Zimmer mit einer Klimaanlage </td> <td> 0 – 20 </td> </tr> </tbody></table> </p> <p>&nbsp;</p> <p>Die heilsamen Wirkungen der hohen Konzentration an negativen Ionen sind:</p> <p><ul> <li>Größeres Glückempfinden</li> <li>Schnelleres Wachstum bei Tieren und Pflanzen</li> <li>Verbesserte Wirksamkeit der Zilien in der Lunge</li> <li>Erholung (und weniger Sorgen)</li> <li>Niedrigere Körpertemperatur</li> <li>Niedriger Ruhepuls</li> <li>Geringer Anteil von Bakterien und Viren in der Luft</li> <li>Schnelleres Lernen bei Säugetieren</li> <li>Linderung der Symptome bei Magengeschwür</li> <li>Verringerung der Symptome bei Stauballergie</li> <li>Verringerung der Symptome bei Pollenallergie (Gras und Blütenstaub)</li> <li>Verringerung der Symptome bei Hausstaubmilbenallergie</li> <li>Verringerung der Symptome bei Allergie gegen Tierhaare</li> <li>Verringerung der Symptome bei Schimmelsporenallergie</li> <li>Verringerung der Symptome bei Heuschnupfen</li> <li>Verringerung der Symptome bei Asthma</li> <li>Luftreinigung</li> <li>Neutralisierung von Rauch</li> <li>Verringerung von Winterdepression</li> <li>Verringerung von Depression</li> <li>Verringerung von chronischer Müdigkeit</li> <li>Verringerung von Gerüchen (weniger wirksam, wie z.B. Ozon)</li> <li>Hilft bei der Vorbeugung der Entstehung von Atembeschwerden</li> <li>Hilft bei der Vorbeugung von migräneartigen Kopfschmerzen</li> </ul> </p> <p>Die erhöhte Konzentration an negativen Ionen in der Luft ist allgemein bekannt als Gesundheitsfördernd. Die positiven Merkmale sind z.B. größere Entspannung, geringeres Müdigkeitsgefühl, weniger Stress, geringere Gereiztheit, Depression und Spannung.</p> <p>Der Ionisator ist ein kleiner Stab der sich in der Mitte der Lampe befindet, der von der Leuchtröhre umgeben wird. Seine Funktionsweise ist einfach: das elektronische Gerät gibt negative Ladung in die Raumluft ab. Da Staubkörner, Pollen, Geruchsmoleküle, Bakterien und sonstige kleine Schmutzstoffe nur mittels positiv geladenen Ionen schweben können, entladen die sich beim Kollidieren mit den negativen Ionen und fallen dadurch auf den Boden. Die Luft wird somit viel sauberer und geruchsfrei, und wir atmen die für uns schädlichen Stoffe nicht mehr ein.</p> <p>Der Ionisator ist technisch ein 6-7 KV Gerät, dessen Verbrauch bei 2-3 W liegt. Während dem Betrieb entsteht kein Ozon.</p> <p>Für den Ionisator ist es wichtig zu wissen, dass seine Leistung in einem geschlossenen Lampenschirm bedeutend vermindert wird. Der Leistungsrückgang steht im Verhältnis zur Stärke des Lampenschirms, deshalb empfehlen wir die Verwendung möglichst mit einem offenen Lampenkörper.</p>

# lnkLinks.Text
source: I am not convinced, show me research material!
de: Ich bin nicht überzeugt, ich will mir das originale Forschungsmaterial ansehen!
