Repository: andrasfuchs/Naplampa
Catalog: NaplampaServiceHost/App_GlobalResources/EmailTemplates.*.resx
Languages: de, es, fr, hu, it

# ORDERPLACED_BANKTRANSFER_BODY
source: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="en"> </head> <body lang="en"> Dear {1}!<br /> <br /> <br /> Thank you for your order! Your order ID is {0}.<br /> <br /> Please make a payment of {2} to the following bank account: <br /> <br /> BIC/SWIFT Code: OKHB HUHB<br /> IBAN: HU96 1040 2506 8675 5490 8378 1009.<br /> Name of the beneficial: Fuchs Róbert. <br /> <br /> Please don't forget to provide your order ID with the bank transfer: {0}. If you have the opportunity to send us the confirmation of the transfer, please do so to speed up the handling process.<br /> <br /> As soon as we received the money or the confirmation, we send you your package.<br /> <br /> You can view the details of your order anytime <a href="http://www.magmalight.com/Billing/OrderInfo.aspx?OrderID={0}&PassCode={3}">HERE</a>. <br/> <br /> Regards,<br /> MagmaLight<br /> </body> </html>
de: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="de"> </head> <body lang="de"> Wert {1}!<br /> <br /> <br /> Danke für ihre Bestellung! Ihre Bestellungsnummer {0}.<br /> <br /> Übeweisen Sie bitte {2} auf das folgende Konto:<br/> BIC/SWIFT Code: OKHB HUHB<br /> IBAN: HU96 1040 2506 8675 5490 8378 1009.<br /> Name des Begünstigten: Róbert Fuchs<br/> Bitte vergessen Sie nicht Ihre Bestellungsnummer anzugeben: {0}. Falls möglich, schicken Sie uns die Bestätigung der überweisung zu, um die Bearbeitung zu beschleunigen.<br /> <br /> Sobald das Geld oder die Bestätigung der Überweisung eingetroffen ist, senden wir Ihr Paket per Post zu und schicken darüber eine Nachricht.<br /> <br /> Die Einzelheiten und den Status der Bestellung können Sie hier sehen <a href="http://www.magmalight.com/Billing/OrderInfo.aspx?OrderID={0}&PassCode={3}">HIER</a>.<br /> <br /> <br /> Mit freundlichen Grüssen,<br /> MagmaLight<br /> </body> </html>
es: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="es"> </head> <body lang="es"> ¡Estimado/a {1}!<br /> <br /> <br /> ¡Gracias por su pedido! Su número de pedido es {0}.<br /> <br /> Por favor envíe {2} a la siguiente cuenta bancaria:<br/> <br /> BIC/SWIFT Code: OKHB HUHB<br /> IBAN: HU96 1040 2506 8675 5490 8378 1009.<br /> Nombre de beneficiario: Róbert Fuchs<br/> ¡Por favor, no olvide indicar el número de su pedido: {0}! Si es posible,envíenos la confirmación de transacción para acelerar el trámite.<br /> <br /> Tan pronto como llegue el dinero o la confirmación de transacción, le enviamos su paquete y una notificación.<br /> <br /> Usted puede ver los detalles y el estado de su pedido <a href="http://www.naplampa.hu/Billing/OrderInfo.aspx?OrderID={0}&PassCode={3}">AQUÍ</a>. <br /> <br /> Un saludo cordial,<br /> MagmaLight<br /> </body> </html>
fr: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="fr"> </head> <body lang="fr"> Cher/Chère {1}!<br /> <br /> <br /> Merci pour votre commande! Votre numéro de commande : {0}.<br /> <br /> Veuillez effectuer le virement de {2} sur le compte suivant :<br/> <br /> BIC/SWIFT Code: OKHB HUHB<br /> IBAN: HU96 1040 2506 8675 5490 8378 1009.<br /> Nom du bénéficiaire : Róbert Fuchs<br /> <br /> N’oubliez pas d’indiquer votre numéro de commande : {0}. Afin d’accélérer la transaction, veuillez nous renvoyer la confirmation que vous recevez de votre virement.<br /> <br /> Nous posterons votre commande et vous en informerons dès que votre virement ou la confirmation de votre virement nous est parvenue. <br /> <br /> Vous pouvez consulter les détails et le statut de votre commande <a href="http://www.naplampa.hu/Billing/OrderInfo.aspx?OrderID={0}&PassCode={3}">ICI</a>. <br/> <br /> Cordialement,<br /> Lampe soleil<br /> </body> </html>
hu: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="hu"> </head> <body lang="hu"> Tisztelt {1}!<br /> <br /> <br /> Köszönöm megrendelését! Az Ön megrendelési száma {0}.<br /> <br /> Kérem utalja a {2}-ot a következo számlára:<br/> <br /> BIC/SWIFT Code: OKHB HUHB (Magyarországon belüli utaláshoz nem szükséges.)<br /> IBAN: HU96 1040 2506 8675 5490 8378 1009 (Magyarországon belüli utaláshoz az első 4 karakter nem szükséges.)<br /> A kedvezményezett neve: Fuchs Róbert<br/> <br /> Kérem ne felejtse feltüntetni az Ön rendelési számát sem: {0}. Ha teheti, az utalásról készült visszaigazolást küldje el válaszként a gyorsabb ügyintézés érdekében.<br /> <br /> Amint a pénz vagy az átutalási visszaigazolás megérkezett, csomagját postára adjuk, és arról értesítést küldünk.<br /> <br /> A rendelés részleteit és státuszát megtekintheti <a href="http://www.naplampa.hu/Billing/OrderInfo.aspx?OrderID={0}&PassCode={3}">ITT</a>.<br /> <br /> <br /> Üdvözlettel,<br /> NapLámpa<br /> </body> </html>
it: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="it"> </head> <body lang="it"> Egregio {1}!<br /> <br /> <br /> Grazie per il Suo ordine! Il Suo numero d'ordine: {0}.<br /> <br /> La prego di bonificare {2} sul conto seguente:<br/> <br /> BIC/SWIFT Code: OKHB HUHB<br /> IBAN: HU96 1040 2506 8675 5490 8378 1009.<br /> Name of the beneficial: Fuchs Róbert.<br /> <br /> La prego di non dimenticare di scrivere il Suo numero d'ordine: {0}. Se e' possibile si prega di mandarci la conferma del bonifico in risposta per accelerare l'assistenza.<br /> <br /> Appena che la transazione avra' successo, imposteremo il Suo pacchetto e Le mandiamo un messaggio.<br /> <br /> Qui puo' controllare i dettagli e lo stato dell'ordine <a href="http://www.naplampa.hu/Billing/OrderInfo.aspx?OrderID={0}&PassCode={3}">QUI</a>. <br/> <br /> Cordiali saluti,<br /> NapLámpa.hu<br /> </body> </html>

# ORDERPLACED_BANKTRANSFER_SUBJECT
source: MagmaLight - Order {0}
de: MagmaLight - Bestellung {0}
es: MagmaLight - Pedido {0}
fr: Lampe soleil - Commande {0}
hu: NapLampa - Rendeles {0}
it: MagmaLight - Ordine {0}

# ORDERPLACED_PAYPAL_BODY
source: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="en"> </head> <body lang="en"> Dear {1}!<br /> <br /> <br /> Thank you for your order! Your order ID is {0}.<br /> <br /> You were redirected to our external payment page. Hopefully the payment was completed successfully, otherwise you can try it again <a href="https://www.paypal.com/cgi-bin/webscr?cmd=_express-checkout&token={4}">HERE</a><br /><br /> As soon as the trasaction was successful, your package will be posted.<br /> <br /> You can view the details of your order anytime <a href="http://www.magmalight.com/Billing/OrderInfo.aspx?OrderID={0}&PassCode={3}">HERE</a>. <br /> <br /> Regards,<br /> MagmaLight<br /> </body> </html>
de: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="de"> <head> <body lang="de"> Sehr geehrte(r) {1}!<br /> <br /> <br /> Danke für ihre Bestellung! Ihre Bestellungsnummer {0}.<br /> <br /> Da Sie die Zahlung mit Bankkarte oder PayPal gewählt haben, haben wir Sie deshalb zur Seite Zahlung weitergeschickt. Wir hoffen, dass die Zahlung erfolgreich war, wenn doch nicht, können Sie es erneut versuchen <a href="https://www.paypal.com/cgi-bin/webscr?cmd=_express-checkout&token={4}">HIER</a><br /><br /> Sobald die Transaktion erfolgreich abgeschlossen ist, senden wir Ihnen Ihr Paket zu und schicken darüber eine Nachricht<br /> <br /> Die Einzelheiten und den Status der Bestellung können Sie hier sehen <a href="http://www.magmalight.com/Billing/OrderInfo.aspx?OrderID={0}&PassCode={3}">HIER</a>.<br /> <br /> <br /> Mit freundlichen Grüssen,<br /> MagmaLight<br /> </body> </html>
es: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="es"> </head> <body lang="es"> ¡Estimado/a {1}!<br /> <br /> <br /> ¡Gracias por su pedido! Su número de pedido es {0}.<br /> <br /> Como Usted haya elegido la forma de pago "tarjeta bancaria" o "PayPal", le hemos redirigido a la página de pagamiento. Es de esperar que suceda la transacción, pero si no, puede intentarlo de nuevo <a href="https://www.paypal.com/cgi-bin/webscr?cmd=_express-checkout&token={4}">AQUÍ</a><br /><br /> Tan pronto como suceda la transacción, le enviamos su paquete y una notificación.<br /> <br /> Usted puede ver los detalles y el estado de su pedido <a href="http://www.naplampa.hu/Billing/OrderInfo.aspx?OrderID={0}&PassCode={3}">AQUÍ</a>.<br /> <br /> <br /> Un saludo cordial,<br /> MagmaLight<br /> </body> </html>
fr: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="fr"> </head> <body lang="fr"> Cher/Chère {1}!<br /> <br /> <br /> /> Merci pour votre commande! Votre numéro de commande: (0).<br /> <br /> Vous avez opté pour un paiement par carte bancaire ou par PayPal. Nous vous avons donc redirigé(e) vers la page de paiement. Nous espérons que le paiement a été effectué avec succès. Si non, vous pouvez réessayer<a href="https://www.paypal.com/cgi-bin/webscr?cmd=_express-checkout&token={4}">ICI</a><br /><br /> Dès que la transaction a été effectuée avec succès, nous posterons votre commande et vous en informerons.<br /> <br /> Vous pouvez consulter les détails et le statut de votre commande<a href="http://www.naplampa.hu/Billing/OrderInfo.aspx?OrderID={0}&PassCode={3}">ICI</a>. <br /> <br /> Cordialement,<br /> Lampe soleil<br /> </body> </html>
hu: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="hu"> </head> <body lang="hu"> Tisztelt {1}!<br /> <br /> <br /> Köszönöm megrendelését! Az Ön megrendelési száma {0}.<br /> <br /> Mivel Ön a bankkártyás vagy PayPal fizetési módot választotta, ezért átirányítottuk Önt a fizetési oldalra. Remélhetoleg a kifizetés sikeresen megtörtént, de ha mégsem, újra megpróbálhatja <a href="https://www.paypal.com/cgi-bin/webscr?cmd=_express-checkout&token={4}">ITT</a><br /><br /> Amint sikerült a tranzakció, csomagját feladjuk, és errol értesítést küldünk.<br /> <br /> A rendelés részleteit és státuszát megtekintheti <a href="http://www.naplampa.hu/Billing/OrderInfo.aspx?OrderID={0}&PassCode={3}">ITT</a>.<br /> <br /> <br /> Üdvözlettel,<br /> NapLámpa<br /> </body> </html>
it: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="it"> </head> <body lang="it"> Egregio {1}!<br /> <br /> <br /> Grazie per il vostro ordine! Il vostro ordine ID è {0}.<br /> <br /> Siccome Lei avesse scelto il pagamento con carta di credito o PayPal, abbiamo inoltrato al sito di pagamento. Speriamo che il pagamento abbia successo, se no, lo puo riprovare <a href="https://www.paypal.com/cgi-bin/webscr?cmd=_express-checkout&token={4}">QUI</a><br /><br /> Non appena la trasaction ha avuto successo, il vostro pacchetto verrà trasmettere.<br /> <br /> Qui puo' controllare i dettagli e lo stato dell'ordine <a href="http://www.naplampa.hu/Billing/OrderInfo.aspx?OrderID={0}&PassCode={3}">QUI</a>. <br /> <br /> Cordiali saluti,<br /> MagmaLight<br /> </body> </html>

# ORDERPLACED_PAYPAL_SUBJECT
source: MagmaLight - Order {0}
de: MagmaLight - Bestellung {0}
es: MagmaLight - Pedido {0}
fr: Lampe soleil - Commande {0}
hu: NapLampa - Rendeles {0}
it: MagmaLight - Ordine {0}

# ORDERPLACED_POST_BODY
source: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="en"> </head> <body lang="en"> Dear {1}!<br /> <br /> <br /> Thank you for your order! Your order ID is {0}.<br /> <br /> You will get a notification e-mail as soon as we posted your package in 2-3 working days.<br /> <br /> You can view the details of your order anytime <a href="http://www.magmalight.com/Billing/OrderInfo.aspx?OrderID={0}&PassCode={3}">HERE</a>.<br /> <br /> <br /> Regards,<br /> MagmaLight<br /> </body> </html>
de: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="de"> </head> <body lang="de"> Sehr geehrte(r) {1}!<br /> <br /> <br /> Danke für Ihre Bestellung! Ihre Bestellungsnummer {0}.<br /> <br /> Sobald Ihr Paket gesendet wurde, werde ich Sie benachrichtigen. Es ist voraussichtlich in 2-3 Arbeitstagen zu erwarten.<br /> <br /> Die Einzelheiten und den Status der Bestellung können Sie hier sehen <a href="http://www.magmalight.com/Billing/OrderInfo.aspx?OrderID={0}&PassCode={3}">HIER</a>.<br /> <br /> <br /> Mit freundlichen Grüssen,<br /> MagmaLight<br /> </body> </html>
es: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="es"> </head> <body lang="es"> ¡Estimado/a {1}!<br /> <br /> <br /> ¡Gracias por su pedido! Su número de pedido es {0}.<br /> <br /> Tan pronto como su paquete esté enviado, le avisaré. Presumiblemente se ocurrirá dentro de 2-3 días laborables.<br /> <br /> Usted puede ver los detalles y el estado de su pedido <a href="http://www.naplampa.hu/Billing/OrderInfo.aspx?OrderID={0}&PassCode={3}">AQUÍ</a>.<br /> <br /> <br /> Un saludo cordial,<br /> MagmaLight<br /> </body> </html>
fr: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="fr"> </head> <body lang="fr"> Cher/Chère {1}!<br /> <br /> <br /> Merci pour votre commande! Le numéro de votre commande: (0).<br /> <br /> Nous vous informerons dès que votre commande a été postée. Votre commande sera postée dans environ 2 à 3 jours ouvrés.<br /> <br /> Vous pouvez consulter les détails et le statut de votre commande<a href="http://www.naplampa.hu/Billing/OrderInfo.aspx?OrderID={0}&PassCode={3}">ICI</a>. <br /> <br /> Cordialement,<br /> Lampe soleil<br /> </body> </html>
hu: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="hu"> </head> <body lang="hu"> Tisztelt {1}!<br /> <br /> <br /> Köszönöm megrendelését! Az Ön megrendelési száma {0}.<br /> <br /> Amint csomagja feladásra került, értesítem. Eloreláthatólag ez 2-3 munkanapon belül megtörténik.<br /> <br /> A rendelés részleteit és státuszát megtekintheti <a href="http://www.naplampa.hu/Billing/OrderInfo.aspx?OrderID={0}&PassCode={3}">ITT</a>.<br /> <br /> <br /> Üdvözlettel,<br /> NapLámpa<br /> </body> </html>
it: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="it"> </head> <body lang="it"> Egregio {1}!<br /> <br /> <br /> Grazie per il vostro ordine! Il vostro ordine ID è {0}.<br /> <br /> Appena il Suo pacchetto sara' stato inviato, Le manderemo un messaggio. Presumibilmente questo succedera' entro 2-3 giorni lavorativi.<br /> <br /> Qui puo' controllare i dettagli e lo stato dell'ordine <a href="http://www.naplampa.hu/Billing/OrderInfo.aspx?OrderID={0}&PassCode={3}">QUI</a>. <br /> <br /> Cordiali saluti,<br /> MagmaLight<br /> </body> </html>

# ORDERPLACED_POST_SUBJECT
source: MagmaLight - Order {0}
de: MagmaLight - Bestellung {0}
es: MagmaLight - Pedido {0}
fr: Lampe soleil - Commande {0}
hu: NapLampa - Rendeles {0}
it: MagmaLight - Ordine {0}

# PACKAGESENT_BODY
source: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="en"> </head> <body lang="en"> Dear {1}!<br /> <br /> <br /> You package was posted. You will received it in approximately 4-5 working days.<br /> <br /> You can view the details of your order and your INVOICE anytime <a href="http://www.magmalight.com/Billing/OrderInfo.aspx?OrderID={0}&PassCode={3}">HERE</a>. (Print it with Ctrl+P keystroke)<br /> <br /> <br /> Thank you for shopping!<br /> MagmaLight<br /> </body> </html>
de: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="de"> <head> <body lang="de"> Sehr geehrte(r) {1}!<br /> <br /> <br /> Ihr Paket wurde abgeschickt. Es kommt voraussichtlich in 1-2 Arbeitstagen an.<br /> <br /> Die Einzelheiten und den Status der Bestellung können Sie hier sehen <a href="http://www.magmalight.com/Billing/OrderInfo.aspx?OrderID={0}&PassCode={3}">HIER</a>.<br /> <br /> <br /> Wir danken für den Kauf!<br /> MagmaLight<br /> </body> </html>
es: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="es"> </head> <body lang="es"> ¡Estimado/a {1}!<br /> <br /> <br /> Su paquete está enviado. Presumiblemente llegará en 1-2 días laborables. <br /> <br /> Usted puede ver los detalles, el estado de su pedido y la factura <a href="http://www.naplampa.hu/Billing/OrderInfo.aspx?OrderID={0}&PassCode={3}">AQUÍ</a>.<br /> <br /> <br /> ¡Gracias por su compra!<br /> MagmaLight<br /> </body> </html>
fr: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="fr"> </head> <body lang="fr"> Cher/Chère {1}!<br /> <br /> <br /> Votre commande vient d’être postée. Elle vous parviendra dans environ 1 à 2 jours ouvrés.<br /> <br /> Vous pouvez consulter les détails et le statut de votre commande ainsi que la FACTURE <a href="http://www.naplampa.hu/Billing/OrderInfo.aspx?OrderID={0}&PassCode={3}">ICI</a>.<br /> <br /> <br /> Merci pour votre achat!<br /> Lampe soleil<br /> </body> </html>
hu: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="hu"> </head> <body lang="hu"> Tisztelt {1}!<br /> <br /> <br /> Az Ön csomagja feladásra került. Várhatóan 1-2 munkanapon belül megérkezik.<br /> <br /> A rendelés részleteit megtekintheti <a href="http://www.naplampa.hu/Billing/OrderInfo.aspx?OrderID={0}&PassCode={3}">ITT</a>. (Nyomtatás a Ctrl+P billentyűkombinációval)<br /> <br /> <br /> Köszönjük a vásárlást!<br /> NapLámpa<br /> </body> </html>
it: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="it"> </head> <body lang="it"> Egregio {1}!<br /> <br /> <br /> Il Suo pacchetto e' stato impostato. Arrivera' entro 4-5 giorni lavorativi. <br /> <br /> Qui puo' controllare i dettagli e lo stato d'ordine e la fattura <a href="http://www.naplampa.hu/Billing/OrderInfo.aspx?OrderID={0}&PassCode={3}">QUI</a>.<br /> <br /> <br /> Cordiali saluti,<br /> MagmaLight<br /> </body> </html>

# PACKAGESENT_SUBJECT
source: MagmaLight - Order {0} - Package sent
de: MagmaLight - Bestellung {0} - Paket wurde abgeschickt
es: MagmaLight - Pedido {0} - Paquete está enviado
fr: Lampe soleil – Commande {0} – Votre commande vient d’être postée
hu: NapLampa - Rendeles {0} - Csomag feladasra kerult
it: MagmaLight - Ordine {0} - Pacchetto è stato inviato

# PASSWORDRESET_BODY
source: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="en"> </head> <body lang="en"> Dear {0}!<br /> <br /> <br /> You password was changed. Your temporary password is '{1}'.<br /> <br /> <br /> Regards,<br /> MagmaLight<br /> </body> </html>
de: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="de"> </head> <body lang="de"> Sehr geehrte(r) {0}!<br /> <br /> <br /> Ihr Passwort wurde geändert. Das vorübergehende neue Passwort '{1}'.<br /> <br /> <br /> Mit freundlichen Grüssen,<br /> MagmaLight<br /> </body> </html>
es: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="es"> </head> <body lang="es"> ¡Estimado/a {0}!<br /> <br /> <br /> Su contraseña se ha cambiado. La contraseña temporal es '{1}'.<br /> <br /> <br /> Un saludo cordial,<br /> MagmaLight<br /> </body> </html>
fr: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="fr"> </head> <body lang="fr"> "> Cher/Chère {0}!<br /> <br /> <br /> Votre mot de passe vient d’être modifié. Votre nouveau mot de passe temporaire est: '{1}'.<br /> <br /> <br /> Cordialement,<br /> Lampe soleil<br /> </body> </html>
hu: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="hu"> </head> <body lang="hu"> Tisztelt {0}!<br /> <br /> <br /> Az Ön jelszava megváltozott. Az ideiglenes új jelszó '{1}'.<br /> <br /> <br /> Üdvözlettel,<br /> NapLámpa<br /> </body> </html>
it: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="it"> </head> <body lang="it"> Egregio {0}!<br /> <br /> <br /> La Sua Password e' cambiata. La nuova Password temporanea '{1}'.<br /> <br /> <br /> Cordiali saluti,<br /> MagmaLight<br /> </body> </html>

# PASSWORDRESET_SUBJECT
source: MagmaLight - Change password
de: MagmaLight - Passwort ändern
es: MagmaLight - Cambiar contraseña
fr: Lampe soleil - Changement de mot de passe
hu: NapLampa - Jelszo valtoztatas
it: MagmaLight - Cambiare la password
