Repository: andrasfuchs/Naplampa
Catalog: NaplampaServiceHost/App_GlobalResources/EmailTemplates.*.resx
Languages: de, es, fr, hu, it

# CHRISTMAS2009_BODY
source: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="en"> </head> <body lang="en"> Dear {0}!<br /> <br /> <br /> Christmas is coming, but we just can't wait until the day, so we decided to give You a present right now! Please accept our extra 5% discount coupon code which can be used between 1st and 25th of December this year!<br /> Your code is 'MLCH09'. (You need to enter the code during your order on the first screen. )<br /> <br /> You can browse our products <a href="http://www.naplampa.hu/Products/Products.aspx">HERE</a>.<br /> <br /> You can change your preferences <a href="http://www.naplampa.hu/Admin/UserPreferences.aspx?PersonId={3}&ConfirmationCode={2}">HERE</a>.<br /> <br /> <br /> Best Wishes,<br /> MagmaLight<br /> </body> </html>
hu: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="hu"> </head> <body lang="hu"> Tisztelt {0}!<br /> <br /> <br /> Mindjárt itt a karácsony, de mi nem tudunk addig várni, ezért úgy döntöttünk, hogy most azonnal megajándékozzuk Önt! Kérem fogadja el a december 1. és 25. között használható 5%-os extra kedvezményt nyújtó kuponunkat!<br/> A kupon kódja 'MLCH09'. (A rendelés első lépésénél kell megadni.)<br /> <br /> Nézze meg termékeinket <a href="http://www.naplampa.hu/Products/Products.aspx">ITT</a>.<br /> <br /> A saját adatait módosíthatja <a href="http://www.naplampa.hu/Admin/UserPreferences.aspx?PersonId={3}&ConfirmationCode={2}">ITT</a>.<br /> <br /> <br /> Üdvözlettel,<br /> NapLámpa<br /> </body> </html>

# CHRISTMAS2009_SUBJECT
source: MagmaLight - Christmas Coupon for You!
hu: NapLampa - Karacsonyi Kupon Onnek!

# CONFIRMEMAIL_BODY
source: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="en"> </head> <body lang="en"> Dear {0}!<br /> <br /> <br /> You need to confirm your e-mail address in order to make the communication channel more secure and to access our web site's special functions. Please click on the link below.<br /> <br /> <a href="http://www.magmalight.com/Admin/ConfirmEmail.aspx?Email={1}&ConfirmationCode={2}">E-mail confirmation HERE</a>.<br /> <br /> You can change your preferences <a href="http://www.naplampa.hu/Admin/UserPreferences.aspx?PersonId={3}&ConfirmationCode={2}">HERE</a>.<br /> <br /> <br /> Regards,<br /> MagmaLight<br /> </body> </html>
de: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="de"> </head> <body lang="de"> Sehr geehrte(r) {0}!<br /> <br /> <br /> Sie müssen ihre E-Mail Adresse in unserem System bestätigen, um die Kommunikation sicherer machen zu können und um zu den speziellen Funktionen unserer Seite Zugang zu haben. Bitte klicken Sie den nachstehenden Link an.<br /> <br /> <br /> Sie können Ihre eigenen Daten ändern <a href="http://www.magmalight.com/Admin/UserPreferences.aspx?PersonId={3}&ConfirmationCode={2}">ITT</a>.<br /> <br /> <br /> Mit freundlichen Grüssen,<br /> MagmaLight<br /> </body> </html>
es: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="es"> </head> <body lang="es"> ¡Estimado/a {0}!<br /> <br /> <br /> Usted debe confirmar su dirección de Email en nuestro sistema para que hagamos la comunicación más seguro y acceda a las funciones especiales de nuestra página web. ¡Por favor, haga clic en el siguiente enlace!<br /> <br /> <a href="http://www.naplampa.hu/Admin/ConfirmEmail.aspx?Email={1}&ConfirmationCode={2}">E-mail megerosítés ITT</a>.<br /> <br /> Usted puede modificar sus datos <a href="http://www.naplampa.hu/Admin/UserPreferences.aspx?PersonId={3}&ConfirmationCode={2}">AQUÍ</a>.<br /> <br /> <br /> Con un cordial saludo,<br /> MagmaLight<br /> </body> </html>
fr: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="fr"> </head> <body lang="fr"> Cher {0}!<br /> <br /> <br /> Veuillez confirmer votre adresse e-mail dans notre système pour rendre notre communication plus sécurisée et afin que vous puissiez accéder aux fonctionnalités avancées de notre site. Cliquez sur ce lien. <br /> <br /> <a href="http://www.magmalight.com/Admin/ConfirmEmail.aspx?Email={1}&ConfirmationCode={2}">Confirmation de l’adresse e-mail ICI</a>.<br /> <br /> Vous pouvez modifier vos coordonnées <a href="http://www.naplampa.hu/Admin/UserPreferences.aspx?PersonId={3}&ConfirmationCode={2}">ICI</a>.<br /> <br /> <br /> Cordialement,<br /> Lampe soleil<br /> </body> </html>
hu: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="hu"> </head> <body lang="hu"> Tisztelt {0}!<br /> <br /> <br /> Önnek meg kell erosítenie az e-mail címét rendszerünkben, hogy biztonságosabbá tehessük a kommunikációt és hozzáférhessen a oldalunk speciális funkcióihoz. Kérem kattintson az alábbi linkre.<br /> <br /> <a href="http://www.naplampa.hu/Admin/ConfirmEmail.aspx?Email={1}&ConfirmationCode={2}">E-mail megerosítés ITT</a>.<br /> <br /> A saját adatait módosíthatja <a href="http://www.naplampa.hu/Admin/UserPreferences.aspx?PersonId={3}&ConfirmationCode={2}">ITT</a>.<br /> <br /> <br /> Üdvözlettel,<br /> NapLámpa<br /> </body> </html>
it: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="it"> </head> <body lang="it"> Egregio {0}!<br /> <br /> <br /> Deve confermare il Suo indirizzo e-mail nel nostro sistema per rendere piu' sicuro la communicazione e per aver accesso ai funzioni speciali del sito. Si prega di cliccare sul link sottostante.</br> <br /> <a href="http://www.magmalight.com/Admin/ConfirmEmail.aspx?Email={1}&ConfirmationCode={2}">E-mail di conferma QUI</a>.<br /> <br /> Puo' modificare i Suoi dati <a href="http://www.naplampa.hu/Admin/UserPreferences.aspx?PersonId={3}&ConfirmationCode={2}">QUI</a>.<br /> <br /> <br /> Cordiali saluti,<br /> MagmaLight<br /> </body> </html>

# CONFIRMEMAIL_SUBJECT
source: MagmaLight - E-mail confirmation
de: MagmaLight - E-Mail Bestätigung
es: MagmaLight - Confirmación de E-mail
fr: Lampe soleil – Confirmation de l’adresse e-mail
hu: NapLampa - E-mail megerosites
it: MagmaLight - E-mail di conferma

# DEFAULT_SUBJECT
source: MagmaLight - System message
de: MagmaLight - Systemmeldung
es: MagmaLight - Mensaje del sistema
fr: Lampe soleil – Message généré automatiquement
hu: NapLampa - Rendszeruzenet
it: MagmaLight - Messaggio sistema

# ERRORREPORT_BODY
source: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="en"> </head> <body lang="en"> Dear Webmaster!<br /> <br /> <br /> Something is wrong with the system! <br /><br /> {0}<br /><br /> <br /><br /> {1}<br /><br /> {2}<br /><br /> {3}<br /> <br /> <br /> Regards,<br /> MagmaLight<br /> </body> </html>
de: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="de"> </head> <body lang="de"> Sehr geehrter Administrator!<br /> <br /> Etwas stimmt nicht mit dem System! <br /><br /> {0}<br /><br /> <br /><br /> {1}<br /><br /> {2}<br /><br /> {3}<br /> <br /> <br /> Mit freundlichen Grüssen,<br /> MagmaLight<br /> </body> </html>
es: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="es"> </head> <body lang="es"> ¡Querido Administrador!<br /> <br /> <br /> ¡Algo no está bien con el sistema! <br /><br /> {0}<br /><br /> <br /><br /> {1}<br /><br /> {2}<br /><br /> {3}<br /> <br /> <br /> Con un saludo cordial,<br /> MagmaLight<br /> </body> </html>
fr: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="fr"> </head> <body lang="fr"> Monsieur l'Administrateur du site,<br /> <br /> <br /> Le système a rencontré un problème. <br /><br /> {0}<br /><br /> <br /><br /> {1}<br /><br /> {2}<br /><br /> {3}<br /> <br /> <br /> Cordialement,<br /> Lampe soleil<br /> </body> </html>
hu: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="hu"> </head> <body lang="hu"> Kedves Rendszergazda!<br /> <br /> <br /> Valami nem stimmel a rendszerrel! <br /><br /> {0}<br /><br /> <br /><br /> {1}<br /><br /> {2}<br /><br /> {3}<br /> <br /> <br /> Üdvözlettel,<br /> NapLámpa<br /> </body> </html>
it: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="it"> </head> <body lang="it"> Caro Amministratore!<br /> <br /> <br /> Qualcosa non va con il sistema! <br /><br /> {0}<br /><br /> <br /><br /> {1}<br /><br /> {2}<br /><br /> {3}<br /> <br /> <br /> Cordiali saluti,<br /> MagmaLight<br /> </body> </html>

# ERRORREPORT_SUBJECT
source: MagmaLight - Error
de: MagmaLight - Fehler
fr: Lampe soleil - Erreur
hu: NapLampa - Hiba
it: MagmaLight - Errore

# ORDERNOTPAID_BANKTRANSFER_BODY
source: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="en"> </head> <body lang="en"> Dear {0}!<br /> <br /> <br /> You chose the bank transfer for your order, but we haven't received nor the funds or the payment confirmation. Please verify if the transaction was successful, and if is wasn't, retry it with the following details: Amount: {2}<br /> BIC/SWIFT Code: CIBH HUHB HU88<br /> IBAN: HU88 1070 0103 5256 7595 5110 0005.<br /> Name of the beneficial: Fuchs András. <br /> Order number: {0}. <br /><br /> If you have the opportunity to send us the confirmation of the transfer, please do so to speed up the handling process.<br /> <br /> As soon as we received the money or the confirmation, we send you your package.<br /> <br /> You can view the details of your order anytime <a href="http://www.magmalight.com/Billing/OrderInfo.aspx?OrderID={0}&PassCode={3}">HERE</a>.<br /> <br /> <br /> Regards,<br /> MagmaLight<br /> </body> </html>
de: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="de"> </head> <body lang="de"> Sehr geehrte(r) {1}!<br /> <br /> <br /> Sie haben bei Ihrer Bestellung die Zahlung per Banküberweisung gewählt, wir haben jedoch weder die Bestätigung, noch das Geld erhalten. Bitte prüfen Sie, ob die Transaktion erfolgreich war, und wenn eventuell nicht, versuchen Sie bitte noch einmal mit den folgenden Daten:<br /> Betrag: {2}<br /> BIC/SWIFT Code: CIBH HUHB HU88<br /> IBAN: HU88 1070 0103 5256 7595 5110 0005.<br /> Name des Begünstigten: András Fuchs<br /> Ihre Bestellungsnummer: {0}. <br /><br /> Falls möglich, schicken Sie uns die Bestätigung der Überweisung als Antwort zu, um die Bearbeitung zu beschleunigen.<br /> <br /> Sobald das Geld oder die Bestätigung der Überweisung eingetroffen ist, senden wir Ihr Paket per Post zu und schicken darüber eine Nachricht.<br /> <br /> Die Einzelheiten und den Status der Bestellung können Sie hier sehen <a href="http://www.magmalight.com/Billing/OrderInfo.aspx?OrderID={0}&PassCode={3}">HIER</a>.<br /> <br /> <br /> Mit freundlichen Grüssen,<br /> MagmaLight </body> </html>
es: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="es"> </head> <body lang="es"> ¡Estimado/a {1}!<br /> <br /> <br /> Usted eligió la transferencia bancaria para su pedido, pero no hemos recibido ni la confirmación ni el dinero. ¡Por favor, verifique que la transacción se haya realizado y si tal vez no, vuelva a intentarlo con los datos siguientes: <br /> Suma: {2}<br /> <br /> Código BIC/SWIFT: CIBH HUHB HU88 <br /> IBAN: HU88 1070 0103 5256 7595 5110 0005 <br /> Nombre de beneficiario: András Fuchs<br /> Número de su pedido: {0}. <br /><br /> Si es posible,envíenos la confirmación de transacción para acelerar el trámite.<br /> <br /> Tan pronto como llegue el dinero o la confirmación de transacción, le enviamos su paquete y una notificación.<br /> <br /> Usted puede ver los detalles y el estado de su pedido <a href="http://www.naplampa.hu/Billing/OrderInfo.aspx?OrderID={0}&PassCode={3}">AQUÍ</a>. <br /> <br /> Con un saludo cordial,<br /> MagmaLight<br /> </body> </html>
fr: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="fr"> </head> <body lang="fr"> Cher/Chère {0}!<br /> <br /> <br /> Lors de votre commande, vous avez opté pour un paiement par virement bancaire. Néanmoins, nous n’avons reçu ni la confirmation ni le virement. Veuillez vérifier si la transaction a été effectuée avec succès. Si elle ne l’était pas, veuillez réessayer avec les données suivantes:<br /> Montant: {2}<br /> BIC/SWIFT Code: CIBH HUHB HU88<br /> IBAN: HU88 1070 0103 5256 7595 5110 0005.<br /> Nom du bénéficiaire : András Fuchs<br /> Votre numéro de commande: {0}. <br /><br /> Afin d’accélérer la transaction, veuillez nous renvoyer la confirmation que vous recevez de votre virement.<br /> <br /> Nous posterons votre commande et vous en informerons dès que votre virement ou la confirmation de votre virement nous est parvenue. <br /> <br /> Vous pouvez consulter les détails et le statut de votre commande <a href="http://www.naplampa.hu/Billing/OrderInfo.aspx?OrderID={0}&PassCode={3}">ICI</a>. <br /> <br /> Cordialement,<br /> Lampe soleil<br /> </body> </html>
hu: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="hu"> </head> <body lang="hu"> Tisztelt {1}!<br /> <br /> <br /> Ön rendelésekor a banki átutalással történo fizetési módot választotta, azonban sem a visszaigazolás, sem a pénz nem jutott el hozzánk. Kérem ellenorizze, hogy a tranzakció sikeres volt-e, és ha esetleg nem, próbálja újra a következo adatokkal:<br /> Összeg: {2}<br /> BIC/SWIFT Code: OKHB HUHB (Magyarországon belüli utaláshoz nem szükséges.)<br /> IBAN: HU96 1040 2506 8675 5490 8378 1009 (Magyarországon belüli utaláshoz az első 4 karakter nem szükséges.)<br /> A kedvezményezett neve: Fuchs Róbert<br/> Az Ön rendelési száma: {0}. <br /><br /> Ha teheti, az utalásról készült visszaigazolást küldje el válaszként a gyorsabb ügyintézés érdekében.<br /> <br /> Amint a pénz vagy az átutalási visszaigazolás megérkezett, csomagját postára adjuk, és arról értesítést küldünk.<br /> <br /> A rendelés részleteit és státuszát megtekintheti <a href="http://www.naplampa.hu/Billing/OrderInfo.aspx?OrderID={0}&PassCode={3}">ITT</a>. <br /> <br /> Üdvözlettel,<br /> NapLámpa<br /> </body> </html>
it: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="it"> </head> <body lang="it"> Egregio {0}!<br /> <br /> <br /> Ordinando il prodotto Lei ha scelto il pagamento con bonifico bancario, ma non abbiamo ricevuto ne la conferma ne il denaro. Si prega di controllare se la transazione aveva successo. Se no, si prega di riprovare con i dati seguenti:<br /> Somma: {2}<br /> BIC/SWIFT Code: CIBH HUHB HU88<br /> IBAN: HU88 1070 0103 5256 7595 5110 0005.<br /> Nome del beneficiario: András Fuchs<br /> Il Suo numero d'ordine: {0}. <br /><br /> Se e' possibile si prega di inviarci la conferma del bonifico in risposta per accelerare l'assistenza.<br /> <br /> Se il denaro o la conferma del bonifico arriva, imposteremo il pacchetto e Le manderemo un messaggio.<br /> <br /> Qui puo' controllare i dettagli e lo stato dell'ordine <a href="http://www.naplampa.hu/Billing/OrderInfo.aspx?OrderID={0}&PassCode={3}">QUI</a>. <br /> <br /> Cordiali saluti,<br /> MagmaLight<br /> </body> </html>

# ORDERNOTPAID_BANKTRANSFER_SUBJECT
source: MagmaLight - Order {0} - Money request
de: MagmaLight - Bestellung {0} - Wiederholte Zahlungserinnerung
es: MagmaLight - Pedido {0} - Solicitud reiterada para pagar
fr: Lampe soleil - Commande {0}
hu: NapLampa - Rendeles {0} - Ismetelt fizetesi felkeres
it: MagmaLight - Ordine {0} - Sollecitazione di pagamento

# ORDERNOTPAID_PAYPAL_BODY
source: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="en"> </head> <body lang="en"> Dear {0}!<br /> <br /> <br /> You chose the bank card of PayPal payment mehtod, but we haven't received the funds yet. Please verify if the transaction was completed successfully. If it did not, try it again <a href="https://www.paypal.com/cgi-bin/webscr?cmd=_express-checkout&token={4}">HERE</a><br /><br /> As soon as we received the money or the confirmation, we send you your package.<br /> <br /> You can view the details of your order anytime <a href="http://www.magmalight.com/Billing/OrderInfo.aspx?OrderID={0}&PassCode={3}">HERE</a>. <br /> <br /> Regards,<br /> MagmaLight<br /> </body> </html>
de: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="de"> </head> <body lang="de"> Sehr geehrte(r) {1}!<br /> <br /> <br /> Sie haben bei Ihrer Bestellung die Zahlung mit Bankkarte oder PayPal gewählt, die Zahlungs ist jedoch noch nicht erfolgt. Bitte prüfen Sie, ob alles gut gelaufen ist. Wenn eventuell nicht, können Sie es erneut versuchen <a href="https://www.paypal.com/cgi-bin/webscr?cmd=_express-checkout&token={4}">ITT</a><br /><br /> Sobald die Transaktion erfolgreich abgeschlossen ist, senden wir Ihnen Ihr Paket zu und schicken darüber eine Nachricht<br /> <br /> Die Einzelheiten und den Status der Bestellung können Sie hier sehen <a href="http://www.magmalight.com/Billing/OrderInfo.aspx?OrderID={0}&PassCode={3}">HIER</a>.<br /> <br /> <br /> Mit freundlichen Grüssen,<br /> MagmaLight<br /> </body> </html>
es: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="es"> </head> <body lang="es"> ¡Estimado/a {1}!<br /> <br /> <br /> Usted eligió la forma de pago "tarjeta bancaria" o "PayPal" para su pedido, pero no hemos recibido el dinero. ¡Por favor, verifique que la transacción se haya realizado! Si tal vez no, puede volver a intentarlo <a href="https://www.paypal.com/cgi-bin/webscr?cmd=_express-checkout&token={4}">AQUÍ</a><br /><br /> Tan pronto como suceda la transacción, le enviamos su paquete y una notificación.<br /> <br /> Usted puede ver los detalles y el estado de su pedido <a href="http://www.naplampa.hu/Billing/OrderInfo.aspx?OrderID={0}&PassCode={3}">AQUÍ</a>.<br /> <br /> <br /> Con un saludo cordial,<br /> MagmaLight<br /> </body> </html>
fr: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="fr"> </head> <body lang="fr"> Cher/Chère {0}!<br /> <br /> <br /> Lors de votre commande, vous avez opté pour un paiement par carte bancaire ou par PayPal, par contre, le paiement n’a pas encore été effectué. Veuillez vérifier si la transaction a été effectuée avec succès. Si elle ne l’était pas, veuillez réessayer <a href="https://www.paypal.com/cgi-bin/webscr?cmd=_express-checkout&token={4}">ICI</a><br /><br /> Dès que la transaction a été effectuée avec succès, nous posterons votre commander et vous en informerons.<br /> <br /> Vous pouvez consulter les détails et le statut de votre commande<a href="http://www.naplampa.hu/Billing/OrderInfo.aspx?OrderID={0}&PassCode={3}">ICI</a>. <br /> <br /> Cordialement,<br /> Lampe soleil<br /> </body> </html>
hu: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="hu"> </head> <body lang="hu"> Tisztelt {1}!<br /> <br /> <br /> Ön a bankkártyás vagy PayPal fizetési módot választott rendelésekor, azonban a kifizetés még nem történt meg. Kérem ellenorizze, hogy minden rendben ment-e. Ha esetleg nem,akkor újra megpróbálhatja <a href="https://www.paypal.com/cgi-bin/webscr?cmd=_express-checkout&token={4}">ITT</a><br /><br /> Amint sikerült a tranzakció, csomagját feladjuk, és errol értesítést küldünk.<br /> <br /> A rendelés részleteit és státuszát megtekintheti <a href="http://www.naplampa.hu/Billing/OrderInfo.aspx?OrderID={0}&PassCode={3}">ITT</a>.<br /> <br /> <br /> Üdvözlettel,<br /> NapLámpa<br /> </body> </html>
it: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="it"> </head> <body lang="it"> Egregio {0}!<br /> <br /> <br /> Ordinando il prodotto Lei ha scelto il pagamento con carta di credito oppure PayPal, ma il pagamento non e' stato effettuato ancora. Si prega di controllare se tutto e' andato bene. Se no, puo' riprovarlo <a href="https://www.paypal.com/cgi-bin/webscr?cmd=_express-checkout&token={4}">QUI</a><br /><br /> Appena che la transazione avra' successo, imposteremo il Suo pacchetto e Le mandiamo un messaggio.<br /> <br /> Qui puo' controllare i dettagli e lo stato dell'ordine <a href="http://www.naplampa.hu/Billing/OrderInfo.aspx?OrderID={0}&PassCode={3}">QUI</a>. <br /> <br /> Cordiali saluti,<br /> MagmaLight<br /> </body> </html>

# ORDERNOTPAID_PAYPAL_SUBJECT
source: MagmaLight - Order {0} - Money request
de: MagmaLight - Bestellung {0} - Wiederholte Zahlungserinnerung
es: MagmaLight - Pedido {0} - Solicitud reiterada para pagar
fr: Lampe soleil – Commande {0} – Nouveau rappel au paiement
hu: NapLampa - Rendeles {0} - Ismetelt fizetesi felkeres
it: MagmaLight - Ordine {0} - Sollecitazione di pagamento
