Repository: andrasfuchs/Naplampa
Catalog: NaplampaServiceHost/App_GlobalResources/EmailTemplates.*.resx
Languages: de, es, fr, hu, it

# RECOMMENDATION_BODY
source: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="en"> </head> <body lang="en"> Dear Webmaster!<br /> <br /> <br /> The customer of the order {0} has sent a recommendation to the followings:<br/> {1}<br /> <br /> The message of the following:<br/> {2}<br /> <br /> It's important to know, that the forwaring of this message to the recipients is manual! <br /> <br /> Regards,<br /> MagmaLight<br /> </body> </html>
de: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="de"> </head> <body lang="de"> Sehr geehrter Administrator!<br /> <br /> <br /> Der Auftraggeber mit der Bestellung Nummer {0} hat eine Emfpehlung an folgende Freunde geschickt:<br /> {1}<br /> <br /> Die Nachricht lautet wie folgt: <br /> {2}<br /> <br /> Es ist wichtig zu wissen, dass die Weiterleitung der Nachricht an die Adressaten zur Zeit manuell erfolgt! <br /> <br /> Mit freundlichen Grüssen,<br /> MagmaLight<br /> </body> </html>
es: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="es"> </head> <body lang="es"> ¡Estimado Administrador!<br /> <br /> <br /> El cliente del pedido {0} ha mandado una recomendación para sus amigos siguientes:<br /> {1}<br /> <br /> El texto del mensaje es: <br /> {2}<br /> <br /> ¡Es importante saber que reenviar el mensaje a los destinatarios funciona solo manualmente! <br /> <br /> Un cordial saludo,<br /> MagmaLight<br /> </body> </html>
fr: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="fr"> </head> <body lang="fr"> Monsieur l'Administrateur du site,<br /> <br /> <br /> Le client ayant le numéro de commande {0} a recommandé le site aux personnes suivantes:<br /> {1}<br /> <br /> Son message est le suivant: <br /> {2}<br /> <br /> Notez que pour l’instant, la transmission du message aux destinataires se fait manuellement. <br /> <br /> Cordialement,<br /> Lampe soleil<br /> </body> </html>
hu: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="hu"> </head> <body lang="hu"> Tisztelt Rendszergazda!<br /> <br /> <br /> A(z) {0} sorszamu rendeles megrendeloje ajánlást küldött a következo barátainak:<br /> {1}<br /> <br /> Az üzenet szövege a következo: <br /> {2}<br /> <br /> Fontos tudnod, hogy az üzenet továbbítása a címzetteknek jelenleg manuális! <br /> <br /> Üdvözlettel,<br /> NapLámpa<br /> </body> </html>
it: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="it"> </head> <body lang="it"> Caro Amministratore!<br /> <br /> <br /> Il cliente con il numero d'ordine {0} ha mandato una raccomandazione agli amici seguenti:<br /> {1}<br /> <br /> Il testo del messaggio: <br /> {2}<br /> <br /> E' importante sapere che l'invio del messaggio per i destinatari al momento manualmente fatto! <br /> <br /> Cordiali saluti,<br /> MagmaLight<br /> </body> </html>

# RECOMMENDATION_SUBJECT
source: MagmaLight - Recommendation
de: MagmaLight - Empfehlung
es: MagmaLight - Recomendación
fr: Lampe soleil - Recommandez nos produits à vos amis
hu: NapLampa - Ajanlas
it: MagmaLight - Raccomandazione

# SURVEYREQUEST_BODY
source: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="en"> </head> <body lang="en"> Dear {1}!<br /> <br /> <br /> We hope that you have already received our products and you started to used them! It would be a great help for us, if you could fill our 1-minute survey to help us improve our services!<br /> <br /> <a href="http://www.magmalight.com/Admin/ShowSurvey.aspx?OrderID={0}&ConfirmationCode={2}&SurveyID={3}">Please click here to see!</a> <br /> <br /> Thank you for your help!<br /> MagmaLight<br /> </body> </html>
de: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="de"> </head> <body lang="de"> Sehr geehrte(r) {1}!<br /> <br /> <br /> Wir hoffen, dass Sie unsere Produkte bereits erhalten haben und mit Freude benutzen! Es wäre uns eine große Hilfe, wenn Sie diese Umfrage zur Kundenzufriedenheit ausfüllen könnten, die nur 1 Minute in Anspruch nimmt, damit wir das Niveau unserer Dienstleistungen noch mehr steigern können.<br /> <br /> <br /> <br /> Wir danken für Ihre Hilfe!<br /> MagmaLight<br /> </body> </html>
es: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="es"> </head> <body lang="es"> ¡Estimado/a {1}!<br /> <br /> <br /> ¡Esperemos que haya recibido nuestros productos ya, y los aplique con gusto! ¡Sería una ayuda enorme si pudiera rellenar la encuesta de satisfacción a clientes, para que podamos elevar el nivel de servicio más alto!<br /> <br /> <a href="http://www.naplampa.hu/Admin/ShowSurvey.aspx?OrderID={0}&ConfirmationCode={2}&SurveyID={3}">Kérem kattintson ide a megjelenítéshez!</a> <br /> <br /> ¡Gracias por su ayuda!<br /> MagmaLight<br /> </body> </html>
fr: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="fr"> </head> <body lang="fr"> Cher/Chère {1},<br /> <br /> <br /> Nous espérons que nos produits vous sont bien parvenus et que vous en êtes satisfait! Consacrez-nous une minute en remplissant notre questionnaire de satisfaction. Votre contribution nous permettra d'améliorer notre service.<br /> <br /> <a href="http://www.magmalight.com/Admin/ShowSurvey.aspx?OrderID={0}&ConfirmationCode={2}&SurveyID={3}">Cliquez ici pour remplir le questionnaire.</a> <br /> <br /> Merci pour votre contribution.<br /> Lampe soleil<br /> </body> </html>
hu: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="hu"> </head> <body lang="hu"> Tisztelt {1}!<br /> <br /> <br /> Reméljük már megkapta termékeinket és örömmel használja oket! Nagy segítségünkre lenne, ha kitöltené az 1 percet igénybe vevo elégedettségi kérdoívünket, hogy szolgátatásunkat még magasabb szintre emelhessük!<br /> <br /> <a href="http://www.naplampa.hu/Admin/ShowSurvey.aspx?OrderID={0}&ConfirmationCode={2}&SurveyID={3}">Kérem kattintson ide a megjelenítéshez!</a> <br /> <br /> Köszönjük a segítséget!<br /> NapLámpa<br /> </body> </html>
it: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="it"> </head> <body lang="it"> Egregio {1}!<br /> <br /> <br /> Speriamo che Lei abbia gia' ricevuto i nostri prodotti e li sta usando lietamente! Sarebbe un grande aiuto per noi se Lei potesse compilare il nostro sondaggio di soddisfazione, che richiede solo un minuto, per migliorare i nostri servizi!<br /> <br /> <a href="http://www.magmalight.com/Admin/ShowSurvey.aspx?OrderID={0}&ConfirmationCode={2}&SurveyID={3}">Clicca qui per vedere!</a> <br /> <br /> La ringrazio per il vostro aiuto!<br /> MagmaLight<br /> </body> </html>

# SURVEYREQUEST_SUBJECT
source: MagmaLight - Survey
de: MagmaLight - Meinungsumfrage
es: MagmaLight - Encuesta
fr: Lampe soleil - Sondage
hu: NapLampa - Velemenykeres
it: MagmaLight - Sondaggio

# UNKNOWNSTATUSCHANGE_BODY
source: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="en"> </head> <body lang="en"> Dear Webmaster!<br /> <br /> <br /> The order with order ID of {0} had an unusual status change from value {1} to value {2}.<br /> <br /> You can view the details of your order anytime <a href="http://www.magmalight.com/Billing/OrderInfo.aspx?OrderID={0}&PassCode={3}">HERE</a>.<br /> <br /> <br /> Regards,<br /> MagmaLight<br /> </body> </html>
de: <html> <head> </head> <body lang="de"> Sehr geehrte(r) Administrator!<br /> <br /> <br /> Der Status der Bestellung Nummer {0} wurde ungewöhnlich vom Wert {1} auf Wert {2} geändert.<br /> <br /> Die Einzelheiten und den Status der Bestellung können Sie hier sehen <br /> <br /> Mit freundlichen Grüssen,<br /> MagmaLight<br /> </body> </html>
es: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="es"> </head> <body lang="es"> ¡Estimado Administrador!<br /> <br /> <br /> En el estado del pedido {0} el valor se ha cambiado excepcionalmente de {1} a {2}.<br /> <br /> Usted puede ver los detalles y el estado de su pedido <a href="http://www.naplampa.hu/Billing/OrderInfo.aspx?OrderID={0}&PassCode={3}">AQUÍ</a>.<br /> <br /> <br /> Un saludo cordial<br /> MagmaLight<br /> </body> </html>
fr: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="fr"> </head> <body lang="fr"> Monsieur l'Administrateur du site,<br /> <br /> <br /> Le statut de la commande de numéro{0} a changé de {1} à {2}.<br /> <br /> Vous pouvez consulter les détails et le statut de la commande<a href="http://www.naplampa.hu/Billing/OrderInfo.aspx?OrderID={0}&PassCode={3}">ICI</a>. <br /> <br /> Cordialement,<br /> Lampe soleil<br /> </body> </html>
hu: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="hu"> </head> <body lang="hu"> Tisztelt Rendszergazda!<br /> <br /> <br /> A(z) {0} sorszamu rendeles statusza a megszokottol elteroen valtozott a(z) {1} ertekrol a(z) {2} ertekre.<br /> <br /> A rendelés részleteit és státuszát megtekintheti <a href="http://www.naplampa.hu/Billing/OrderInfo.aspx?OrderID={0}&PassCode={3}">ITT</a>.<br /> <br /> <br /> Üdvözlettel,<br /> NapLámpa<br /> </body> </html>
it: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="it"> </head> <body lang="it"> Egregio Webmaster!<br /> <br /> <br /> Lo stato di numero d'ordine {0} e' stato modificato insolitamente dal valore {1} al valore {2}.<br /> <br /> Qui puo' controllare i dettagli e lo stato dell'ordine <a href="http://www.naplampa.hu/Billing/OrderInfo.aspx?OrderID={0}&PassCode={3}">QUI</a>. <br /> <br /> Cordiali saluti,<br /> MagmaLight<br /> </body> </html>

# UNKNOWNSTATUSCHANGE_SUBJECT
source: MagmaLight - Status change
de: MagmaLight - Statusänderung
es: MagmaLight - Cambiar estado
fr: Lampe soleil - Changement de statut
hu: NapLampa - Statuszvaltas
it: MagmaLight - Cambia di stato

# WEBMAIL_BODY
source: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="en"> </head> <body lang="en"> Dear Webmaster!<br /> <br /> <br /> At {2} someone sent you a message through our web-site. He/she provided '{0}' as an e-mail address and the message is the following:<br /> <br /> {1}<br/> <br /> <br /> Regards,<br /> MagmaLight<br /> </body> </html>
de: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="de"> <body lang="de"> Sehr geehrte(r) Administrator!<br /> <br /> <br /> Um {2} hat jemand eine Mail durch die Website geschickt. Als E-Mail Adresse wurde'{0}' angegeben, und die Nachricht lautet wie folgt:<br /> {1}<br/> <br /> <br /> Mit freundlichen Grüssen,<br /> MagmaLight<br /> </body> </html>
es: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="es"> </head> <body lang="es"> ¡Estimado Administrador!<br /> <br /> <br /> Alguien le ha mandado un mensaje a través de la página web a la(s) {2}. Él/Ella ha ingresado '{0}' como la dirección electrónica y ha escribido lo siguiente:<br /> {1}<br/> <br/> <br /> Un saludo cordial,<br/> MagmaLight<br /> </body> </html>
fr: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="fr"> </head> <body lang="fr"> Monsieur l'Administrateur du site,<br /> <br /> <br /> À{2} heure(s), un visiteur du site a posté un message sur le site. Son adresse e-mail est '{0}' et son message est le suivant :<br /> <br /> {1}<br/> <br /> <br /> Cordialement,<br /> Lampe soleil<br /> </body> </html>
hu: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="hu"> </head> <body lang="hu"> Tisztelt Rendszergazda!<br /> <br /> <br /> {2}-kor levelet küldött valaki a weboldalon keresztül. E-mail címként a '{0}'-et adta meg, és az üzenet a következo:<br /> <br /> {1}<br/> <br/> <br /> Üdvözlettel,<br/> NapLámpa<br /> </body> </html>
it: <html> <head> <meta http-equiv=Content-Type content="text/html; charset=utf-8"> <meta http-equiv="Content-Language" content="it"> </head> <body lang="it"> Caro Amministratore!<br /> <br /> <br /> Alle ore {2} qualcuno ha mandato un messaggio tramite il sito. Come indirizzo e-mail ha specificato '{0}' ed ecco il messaggio:<br /> <br /> {1}<br/> <br /> <br /> Cordiali saluti,<br /> MagmaLight<br /> </body> </html>

# WEBMAIL_SUBJECT
source: MagmaLight - Webmail
fr: Lampe soleil - Message sur le site
hu: NapLampa - Webmail
